{
  "一翻": {
    "立直": "在聽牌狀態下，捨牌前宣言「立直」，然後拿出一支「1000點」點棒作「供託」（又稱立直棒）。立直之後不能改變手牌（如對手牌不影響的暗槓是可以的）。供託在本局結束時由和出的人收取，如同時多家和了，則順放銃者的下家、對家、上家優先收取全部供託。若立直的牌放銃，則立直無效，無須繳付立直棒，因此禮儀上要等立直牌被副露或下家摸牌時再放置立直棒",
    "一發": "玩家立直後，自己摸入的第一隻牌即自摸胡，或者在這之間食胡他人打出的牌。但中途遇上其他玩家鳴牌則無效。又稱「即」，部分競技麻將不採用此規則。",
    "門前清自摸和": "門清聽牌的狀態下自摸和牌。同國標麻將的不求人、廣東麻將、臺灣麻將的門清一摸三",
    "斷么九": "整個牌型沒有任何么九牌（一筒、一條、一萬、九筒、九條、九萬、所有風牌和三元牌）。非門前清下的斷么九叫「食斷」，在不承認「食斷」的場合為門前清限定。同國標麻將的斷么。",
    "平和": "由四組順子和非役牌作將，且胡牌形式與臺灣麻將一樣也不得為中洞、單騎、邊獨。（最後一副順子必須為雙面聽） ",
    "一盃口": "和牌牌型中有兩個同樣的順子，例：一萬、一萬、二萬、二萬、三萬、三萬。又稱「一色二順」「一色同順」。 國標麻將中的「一般高」。",
    "役牌 翻牌": "包括由三元牌（サンゲンパイ）、自風牌（じかぜはい）、場風牌（ばかぜはい）組成的刻子或槓子。",
    "嶺上開花": " 開槓後摸的嶺上牌自摸和牌。廣東麻將稱為「槓上自摸」。臺灣麻將稱為「槓上開花」",
    "槍槓": "榮胡其他人加槓的牌。（有的規則中，國士無雙可搶暗槓） ",
    "海底撈月": "玩家摸到牌山最後一張牌而自摸胡。又稱「海底摸月」，簡稱「海底」。同國標麻將的妙手回春。",
    "河底撈魚": " 玩家榮胡牌河中最後一張打出的牌。簡稱「河底」。同國標麻將的海底撈月"
  },
  "二翻": {
    "三色同順": " 同時有由筒、條、萬組成的同一組數字的順子（例：一二三筒、一二三條、一二三萬）同國標麻將的三色三同順、廣東麻將的三相逢。",
    "三色同刻": " 同時有筒、條、萬組成的同一個數字的刻子或槓子（例：六筒、六條、六萬各有3隻）。同國標麻將的三同刻／三相連。",
    "一氣通貫": "同一色牌中（筒條萬），一至九各有一隻，組成三副順子。同國標麻將的一條龍。",
    "對對胡": " 除將牌外全部都是刻子（或槓）同國標麻將的碰碰和、香港麻將的對對胡、臺灣麻將的碰碰胡",
    "三暗刻": " 胡牌時有三組暗刻，其中包含暗槓也可以。同國標麻將的三暗刻。",
    "三槓子": " 胡牌時有三組槓子。同國標麻將的三槓子。",
    "七對子": " 七個對子的牌型。同國標麻將的七對，但不得使用四張相同的牌。同廣東麻將的七對。",
    "混全帶么九": "所有順子、刻子、槓子、將眼/雀頭都最少包含么九牌或字牌。同國標麻將的全帶么。",
    "混老頭": " 整副牌型只有么九牌及字牌。（因為一定會複計對對胡或七對子，所以和出時至少四飜。）同國標麻將的混么九、香港麻將的花么。",
    "小三元": " 其中兩組三元牌為刻子或槓子，另外一組為對子。（因為一定會複計兩飜的三元牌，所以和出時至少四飜。） ",
    "雙立直": "第一巡牌時即宣告「立直」，非第一巡當做一般「立直」處理。不與立直複合。 "
  },
  "三翻": {
    "混一色": "由一種花色的數牌和字牌組成的胡牌。同國標麻將、廣東麻將的混一色、臺灣麻將的湊一色",
    "純全帶么九": " 整個牌型所有順子、刻子、槓子、對子都包含最少一隻么九牌，且無字牌。",
    "二盃口": "兩組一盃口。根據高點法，不計七對子。同廣東麻將的雙龍抱"
  },
  "六翻": {
    "清一色": "由一種花色的數牌組成的胡牌。同廣東麻將的鐵騎兵"
  },
  "役滿": {
    "國士無雙": " 全數為單隻么九牌，第14隻則可為其中一隻么九牌。同香港麻將的十三么",
    "國士無雙十三面聽": " 全數為單隻么九牌，第14隻則可為其中一隻么九牌，且和牌時只剩下一張牌。同香港麻將的十三么",
    "大三元": " 其中兩組三元牌為刻子或槓子，另外一組為順子。同國標麻將的三元牌。",
    "四暗刻": " 包括沒有碰或明槓過的對對胡。單騎將眼可以榮胡，非單騎將眼時必須自摸（或振聽）。同國標麻將的四暗刻、廣東麻將和香港麻將的坎坎胡",
    "字一色": " 整個牌型只有字牌。不計對對胡。同國標麻將的字一色",
    "綠一色": "整個牌型只包含二、三、四、六、八條及發財等綠色的牌。不計混一色。如無（發）字組成時可計清一色。同國標麻將的綠一色、廣東麻將的滿園春色",
    "小四喜": " 3組風牌為刻子或槓子，另1組為對子。同國標麻將、廣東麻將的小四喜",
    "大四喜": " 全數4組風牌為刻子或槓子。同國標麻將的大四喜／四風會",
    "清老頭": " 整個牌型所有牌都是老頭牌（一、九萬、條、筒）。同國標麻將的清么九、香港麻將的清么。不計對對胡",
    "九蓮寶燈": " 在萬、筒、條中的某一種以111 2345678 999的形式加上1到9其中任意一張成立，且不可吃、碰、明槓。不計清一色、門前清、不求人。同廣東麻將的至尊清龍、香港麻將的九子連環",
    "純正九蓮寶燈": " 九蓮寶燈聽九面。在部分規則下視為雙倍役滿。同國標麻將的九蓮寶燈",
    "四槓子": "四個槓，不另計對對胡。同國標麻將、香港麻將的十八羅漢",
    "天和": " 牌局開始時，莊家便自摸。如果是利用最初的14張牌開槓之後嶺上開花的話則不成立。",
    "地和": " 牌局開始時，閒家第一巡便自摸。如果在第一次自摸之前有副露，則不成立。 ",
    "累計役滿": "別名四倍滿、累積役滿，各種牌型累積達13翻或以上。若部分規則不承認累計役滿，會視為三倍滿。"
  },
  "特殊牌型": {
    "流局滿貫": "（作胡牌或流局視規則而定）流局流局時，打出的牌全為么九牌，且未被副露。通常情況下如名為滿貫，但有時候也會視為倍滿甚至三倍滿。又名么九振切"
  }
}